Repository: SEL-Columbia/formhub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Number of records to process per query
it: Numero di record da da elaborare per query

source: Username of the form user
it: Username dell'utente del modulo

source: id string of the form
it: stringa id del modulo

source: Delete and recreate parsed instances.
it: Elimina e ricrea i casi analizzati.

source: Insert UUID into XML of all existing XForms
it: Inserisci UUID nel XML di ogni XForms esistente.

source: %(nb)d XForms to update
it: %(nb)d XForms da aggiornare

source: Updated %(nb)d XForms...
it: Aggiornati %(nb)d file XForms...

source: Update deleted records from mongo to sql instances
it: Aggiorna archivi eliminati da mongo alle istanze sql

source: Display Fields
it: Mostra Campi

source: Your survey has <strong>{numquestions}</strong> question(s) and <strong>{numsubmissions}</strong> submission(s). Please click on Display Fields above and select the questions you want to view responses for.
it: Il tuo sondaggio ha <strong>{numquestions}</strong> domanda/e e <strong>{numsubmissions}</strong> risposta/e. Clicca su Mostra Campi qui sopra e seleziona le domande per le quali vuoi visualizzare responsi.

source: NOTE: This is a beta feature and your survey contains more than <strong>{threshold}</strong> responses, search and sort features will not work.
it: NOTA: Questa é una funzionalità beta e il tuo sondaggio contiene più di <strong>{threshold}</strong> risposte, le funzionalità di ricerca e ordinamento non potranno funzionare.

source: _MENU_ records per page
it: _MENU_ record per pagina

source: Browse Form Data
it: Sfoglia Dati Modulo

source: Record {pos} of {total}
it: Record {pos} di {total}

source: BAD REQUEST
it: RICHIESTA NON VALIDA

source: The requested content was not found.
it: Il contenuto richiesto non è stato trovato.

source: Change Language:
it: Cambia Lingua:

source: Record 1 of 6
it: Record 1 di 6

source: ← Previous
it: ← Precedente

source: Next →
it: Successivo →

source: Question
it: Domanda

source: Response
it: Risposta

source: Are you sure you want to delete this data. If you are unsure about deleting this form press 'Cancel'.
it: Sei sicuro di voler eliminare questi dati? Se sei incerto se rimuovere questo modulo, clicca 'Annulla'.

source: Service Name
it: Nome del Servizio

source: Service URL
it: URL del Servizio

source: Service already defined.
it: Servizio già definito.

source: Successfully added service %(name)s.
it: Aggiunto con successo il servizio %(name)s.

source: Please fill in all required fields
it: Si prega di compilare tutti i campi obbligatori

source: Add service
it: Aggiungi servizio

source: Send an email to all formhub users
it: Manda un email a tutti gli utenti di formhub

source: message must be included in kwargs
it: il messaggio deve essere incluso in kwargs

source: Emailing name: %(name)s, email: %(email)s
it: Nome: %(name)s, email: %(email)s

source: Stats
it: Statistiche

source: Submissions (%(nb_sub)s)
it: Risposte inviate (%(nb_sub)s)

source: formhub notification for %(username)s
it: notifiche formhub per %(username)s

source: Hi %(full_name)s, %(message)s Thanks for using formhub! The Formhub Dev Team P.S. Please consider joining the formhub-users group, https://groups.google.com/group/formhub-users
it: ⏎ Ciao %(full_name)s,⏎ ⏎ %(message)s⏎ ⏎ Grazie per aver usato formhub!⏎ Formhub Dev Team⏎ ⏎ P.S. Ti consigliamo di entrare nel gruppo formhub-users, https://groups.google.com/group/formhub-users⏎

source: <p>Hi %(full_name)s,</p> <p> %(message)s </p> <p> Thanks for using formhub! <br/> The Formhub Dev Team </p> <p> P.S. Please consider joining the <a href="https://groups.google.com/group/formhub-users">formhub-users group</a>. </p>
it: ⏎ <p>Ciao %(full_name)s,</p>⏎ ⏎ <p>⏎ %(message)s⏎ </p>⏎ ⏎ <p>⏎ Grazie per aver usato formhub!⏎ <br/>⏎ Formhub Dev Team⏎ </p>⏎ ⏎ <p>⏎ P.S. Ti consigliamo di entrare nel gruppo <a href="https://groups.google.com/group/formhub-users">formhub-users</a>.⏎ </p>⏎

source: 404 Error
it: Errore 404

source: 500 Error
it: Errore 500

source: If you are getting this error while trying to submit a form, please do consider sending an email to support@formhub.org with your xlsform attached. Thank you for using formhub.
it: Se hai incontrato questo errore mentre cercavi di inviare un modulo, ti consigliamo di mandare un email a support@formhub.org con allegato il tuo file xlsform. Grazie per aver usato formhub.

source: Browser Error
it: Errore di Browser.

source: close
it: chiudi

source: Recommended Browser Alert
it: Avvertenza Browser Consigliato

source: Dear Sir or Madam,
it: Gentili Signori e Signore,

source: Our tests indicate that you are currently using a browser that does not support complex navigation. We highly recommend that you switch to one of the browsers below in order to take full advantage of the Nigeria MDGs Information System.
it: I nostri test indicano che state utilizzando un browser che non supporta la navigazione complessa. Vi consigliamo vivamente di passare ad uno dei browser qui di seguito al fine di trarre il massimo vantaggio dal Nigeria MDGs Information System.

source: Thank You,
it: Grazie,

source: The NMIS Support Team
it: NMIS Support Team

source: Built by the <a href="http://modi.mech.columbia.edu/">Modi Research Group</a> at Columbia University.
it: Realizzato da il <a href="http://modi.mech.columbia.edu/">Modi Research Group</a> alla Columbia University di New York.

source: Code (BSD License) at <a href="https://github.com/modilabs/formhub">github.com/modilabs/formhub</a>
it: Codici (BSD License) disponibili presso <a href="https://github.com/modilabs/formhub">github.com/modilabs/formhub</a>

source: View LGAs
it: Visualizza LGAs

source: Resources
it: Risorse

source: %(nb_sub)s submissions
it: %(nb_sub)s risposte

source: Forms
it: Moduli

source: People
it: Persone

source: About
it: Info

source: Syntax
it: Sintassi

source: New Form
it: Nuovo Modulo

source: Public profile
it: Profilo pubblico

source: Sign out
it: Esci

source: Sign in
it: Accedi

source: Account Activated
it: Account Attivato

source: Your account has been successfully activated. You may log in <a href="%(login_url)s">here</a>.
it: ⏎ Il tuo account è stato attivato con successo. Puoi ora accedere⏎ <a href="%(login_url)s">qui</a>.

source: You have registered on %(site_name)s. To activate your account please click on the link below: http://%(site_domain)s%(register_url)s The link above is valid for %(expiration_days)s day%(expiration_days_p)s.
it: Ti sei registrato su %(site_name)s. Per attivare il tuo account si prega di cliccare al link qui sotto: http://%(site_domain)s%(register_url)s Il link riportato qui sopra è valido per %(expiration_days)s day%(expiration_days_p)s.

source: Account activation on %(site_name)s
it: Attivazione account su %(site_name)s

source: Can't access your account? <a href="%(reset_url)s">Reset your password.</a>
it: Non riesci ad accedere al tuo account? <a href="%(reset_url)s">Effettua il reset della tua password.</a>

source: New to formhub? <a href="%(registration_url)s">Create an account.</a>
it: Prima volta su formhub? <a href="%(registration_url)s">Crea un account.</a>

source: Successful Logout
it: Uscito con successo

source: Thank you for using formhub, please come again!
it: Grazie per aver scelto formhub, ti aspettiamo di nuovo!

source: Password changed
it: Password modificata

source: Change Password
it: Modifica Password

source: Log In
it: Accedi

source: Password reset successfully
it: Il reset della password è stato effettuato con successo

source: Log in
it: Accedi

source: Password reset failed
it: Il reset della password è fallito

source: Email Sent
it: Email inviato

source: An email with password reset instructions has been sent.
it: Un email con istruzioni su come fare il reset della password è stato inviato.

source: Reset password at %(site_name)s
it: Effettua il reset della password su %(site_name)s

source: Password Reset
it: Reset Password

source: To reset your password please enter your email address below. A message will be sent to your email address with a link for you to reset your password.
it: Per effettuare il reset della tua password, ti preghiamo di inserire il tuo indirizzo email qui sotto. Un messaggio sarà inviato al tuo indirizzo email contenente un link per effettuare il reset della tua password.

source: Registration Email Sent
it: Email di Registrazione Inviato

source: A user account has been created for you and an email message has been sent to the email address you provided.
it: È stato creato per te un nuovo account e un email è stato inviato all'indirizzo email che hai fornito.

source: To activate your account and complete the registration process, you must click the activation link provided in the email.
it: Per attivare il tuo account e completare il processo di registrazione, devi cliccare il link di attivazione contenuto nell'email.

source: Register
it: Registrati

source: Fields marked wth an asterisk (*) are required.
it: I campi contrassegnati da un asterisco (*) sono obbligatori.

source: By clicking the Register button, you acknowledge that this is beta software; we make no guarantees about the reliability or continuity of our service. We reserve the right to pause or terminate your service, or delete your account and data, at any time without notice. We will not be liable for any losses, either direct or indirect, that such service interruption or data loss may cause you. Use the service at your own risk.
it: Cliccando sul pulsante Registrati, riconosci che si tratta di un software in versione beta; non offriamo alcuna garanzia circa l'affidabilità o la continuità del nostro servizio. Ci riserviamo il diritto di sospendere o interrompere il servizio, o cancellare il tuo account e i tuoi dati, in qualsiasi momento e senza preavviso. Non ci riteniamo inoltre responsabili per perdite o danni, diretti o indiretti, causati dall'interruzione di tale servizio. Utilizza questo servizio a tuo rischio.

source: United Arab Emirates
it: Emirati Arabi

source: Netherlands Antilles
it: Antille Olandesi

source: Antarctica
it: Antartica

source: American Samoa
it: Samoa Americane

source: Bosnia and Herzegovina
it: Bosnia ed Erzegovina

source: Belgium
it: Belgio

source: Brazil
it: Brasile

source: Bouvet Island
it: Isola Bouvet

source: Belarus
it: Bielorussia

source: Cocos (Keeling) Islands
it: Cocos (Keeling)

source: Central African Republic
it: Repubblica Centrafricana

source: Switzerland
it: Svizzera

source: Ivory Coast
it: Costa d'Avorio

source: Cook Iislands
it: Isole Cook

source: China
it: Cina

source: Cape Verde
it: Capo Verde

source: Christmas Island
it: Isola di Natale

source: Cyprus
it: Cipro

source: Czech Republic
it: Repubblica Ceca

source: Germany
it: Germania

source: Djibouti
it: Gibuti

source: Denmark
it: Danimarca

source: Dominican Republic
it: Repubblica Dominicana

source: Egypt
it: Egitto

source: Western Sahara
it: Sahara occidentale

source: Spain
it: Spagna

source: Ethiopia
it: Etiopia

source: Finland
it: Finlandia

source: Falkland Islands (Malvinas)
it: Isole Falkland (Malvinas)

source: Faroe Islands
it: Isole Faroe

source: France
it: Francia

source: France, Metropolitan
it: Francia, Metropolitan

source: United Kingdom (Great Britain)
it: Regno Unito (Gran Bretagna)

source: French Guiana
it: Guyana Francese

source: Gibraltar
it: Gibilterra

source: Greenland
it: Groenlandia

source: Guadeloupe
it: Guadalupa

source: Equatorial Guinea
it: Guinea Equatoriale

source: Greece
it: Grecia

source: South Georgia and the South Sandwich Islands
it: Georgia del Sud e isole Sandwich del Sud

source: Heard & McDonald Islands
it: Isole Heard e McDonald

source: Croatia
it: Croazia

source: Hungary
it: Ungaria

source: Ireland
it: Irlanda

source: Israel
it: Israele

source: British Indian Ocean Territory
it: Territorio britannico dell'Oceano Indiano

source: Islamic Republic of Iran
it: Repubblica Islamica dell'Iran

source: Iceland
it: Islanda

source: Italy
it: Italia

source: Jamaica
it: Giamaica

source: Jordan
it: Giordania

source: Japan
it: Giappone

source: Kyrgyzstan
it: Kirghizistan

source: Cambodia
it: Cambogia

source: St. Kitts and Nevis
it: St. Kitts e Nevis

source: Korea, Democratic People's Republic of
it: Corea, Repubblica Popolare Democratica di

source: Korea, Republic of
it: Corea, Repubblica della

source: Cayman Islands
it: Isole Cayman

source: Kazakhstan
it: Kazakistan

source: Lao People's Democratic Republic
it: Repubblica Democratica Popolare del Laos

source: Lebanon
it: Libano

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburgo

source: Latvia
it: Lettonia

source: Libyan Arab Jamahiriya
it: Libia

source: Morocco
it: Marocco

source: Moldova, Republic of
it: Moldova, Repubblica di

source: Marshall Islands
it: Isole Marshall

source: Northern Mariana Islands
it: Isole Mariana del Nord

source: Martinique
it: Martinica

source: Maldives
it: Maldive

source: Mexico
it: Messico

source: Mozambique
it: Mozambico

source: New Caledonia
it: Nuova Caledonia

source: Netherlands
it: Paesi Bassi

source: Norway
it: Norvegia

source: New Zealand
it: Nuova Zelanda

source: Peru
it: Perù

source: French Polynesia
it: Polinesia Francese

source: Papua New Guinea
it: Papua Nuova Guinea

source: Philippines
it: Filippine

source: Poland
it: Polonia

source: St. Pierre & Miquelon
it: St. Pierre e Miquelon

source: Puerto Rico
it: Porto Rico

source: Portugal
it: Portogallo

source: Russian Federation
it: Federazione Russa

source: Saudi Arabia
it: Arabia Saudita

source: Solomon Islands
it: Isole Salomone

source: Sweden
it: Svezia

source: Svalbard & Jan Mayen Islands
it: Svalbard e Jan Mayen

source: Slovakia
it: Slovacchia

source: Sao Tome & Principe
it: Sao Tome e Principe

source: Syrian Arab Republic
it: Repubblica Araba Siriana

source: Turks & Caicos Islands
it: Turks & Caicos

source: French Southern Territories
it: Territori Francesi del Sud

source: Thailand
it: Tailandia

source: East Timor
it: Timor Est

source: Turkey
it: Turchia

source: Trinidad & Tobago
it: Trinidad e Tobago

source: Taiwan, Province of China
it: Taiwan, Provincia della Cina

source: Tanzania, United Republic of
it: Tanzania, Repubblica unita di

source: Ukraine
it: Ucraina

source: United States Minor Outlying Islands
it: Isole Minori degli Stati Uniti

source: United States of America
it: Stati Uniti d'America

source: Vatican City State (Holy See)
it: Città del Vaticano (Santa Sede)

source: St. Vincent & the Grenadines
it: St. Vincent e Grenadine

source: British Virgin Islands
it: Isole Vergini Britanniche

source: United States Virgin Islands
it: Isole Vergini Americane

source: Wallis & Futuna Islands
it: Wallis & Futuna

source: Yugoslavia
it: Jugoslavia

source: South Africa
it: Sudafrica

source: Unknown or unspecified country
it: Paese sconosciuto o non specificato

source: Exception in request: %(class)s: %(error)s
it: Eccezione alla richiesta: %(class)s: %(error)s

source: Form with this id already exists.
it: Un modulo con questa id esiste già.

source: Invalid URL format.
it: Formato URL invalido.

source: Form validation timeout, please try again.
it: Durante la convalida del modulo è avvenuto un timeout, si prega di riprovare.

source: There should be exactly one attribute in this document.
it: Ci dovrebbe essere precisamente un attributo in questo documento.

source: xml must be a string
it: xml deve essere una stringa

source: Paths should be unique.
it: I percorsi devono essere univoci.

source: There should be a single title
it: Ci dovrebbe essere un singolo titolo
