Repository: SEL-Columbia/formhub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: No License
it: Senza Licenza

source: Attribution CC BY
it: Attribuzione CC BY

source: Attribution-ShareAlike CC BY-SA
it: Attribuzione-ShareAlike CC BY-SA

source: Can view
it: Può visualizzare

source: Can edit
it: Può modificare

source: Remove permissions
it: Rimuovere autorizzazioni

source: %s is a reserved name, please choose another
it: %s è un nome riservato, per favore scegliere un altro nome

source: username may only contain alpha-numeric characters and underscores
it: username può contenere solo caratteri alfanumerici e trattini bassi underscore

source: %s already exists
it: %s esiste già

source: Source document
it: Documento originale

source: Supporting document
it: Documento di supporto

source: Media upload
it: Caricamento media

source: Successfully cloned %(id_string)s into your %(profile_url)s
it: %(id_string)s clonato con successo nel tuo %(profile_url)s

source: Successfully published %s.
it: %s pubblicato con successo.

source: Not shared.
it: Non condiviso.

source: Updated succeeded.
it: Aggiornamento avvenuto con successo.

source: Update failed.
it: Aggiornamento fallimento.

source: Permission denied.
it: Autorizzazione negata.

source: Require Phone Authentication
it: Richiedi Autenticazione

source: Publish a Form <small>Upload XLSForm</small>
it: Pubblica un modulo <small>Carica XLSForm</small>

source: For a quick introduction on how to publish a form check out the <a href="%(tutorial_url)s">tutorial</a>, and try publishing <a href="http://formhub.org/formhub_u/forms/tutorial/form.xls">tutorial.xls</a>.
it: Per una breve introduzione su come pubblicare un modulo visita <a href="%(tutorial_url)s">tutorial</a>, e prova a pubblicare <a href="http://formhub.org/formhub_u/forms/tutorial/form.xls">tutorial.xls</a>.

source: Learn about the XLSForm syntax <a href="%(syntax_url)s">here</a>, email <a href="https://groups.google.com/forum/?fromgroups#!forum/formhub-users">formhub users mailing list</a> if you have questions, and checkout examples at: <br/><a href="/formhub_u/">Formhub University</a>.
it: Impara la sintassi di XLSForm <a href="%(syntax_url)s">qui</a>, scrivi un email alla <a href="https://groups.google.com/forum/?fromgroups#!forum/formhub-users">mailing list utenti formhub</a> se hai domande, e controlla gli esempi a: <br/><a href="/formhub_u/">Università Formhub</a>.

source: Upload
it: Carica

source: Publish
it: Pubblica

source: Click to change your avatar
it: Clicca per cambiare avatar

source: View Profile Page
it: Visualizza Pagina di Profilo

source: FORMS
it: MODULI

source: SHARED FORMS
it: MODULI CONDIVISI

source: SUBMISSIONS
it: RISPOSTE

source: The url of this web application <strong>%(odk_url)s</strong> must be given to ODK Collect before it will get forms from and submit data to formhub. In Collect's Main Menu, press the Menu button. Select Server Preferences, then Server. Enter <strong>%(odk_url)s</strong> as the server.
it: ⏎ L'indirizzo url di questa applicazione web <strong>%(odk_url)s</strong>⏎ deve essere inserito in ODK Collect prima che possa scaricare moduli da e⏎ inviare dati a formhub. Nel Menu principale di Collect, premi il pulsante Menu⏎. Seleziona Server Preferences, e poi Server. Inserisci⏎ <strong>%(odk_url)s</strong> come server.

source: Form Gallery <small>Shared Forms</small>
it: Galleria di Moduli <small>Moduli Condivisi</small>

source: User
it: Utente

source: Name
it: Nome

source: Description
it: Descrizione

source: add crowdform
it: aggiungi crowdform

source: Clone
it: Clona

source: Welcome to formhub!
it: Benvenuto a formhub!

source: The hub for your mobile data collection needs
it: La risorsa principale per le tue esigenze di raccolta mobile di dati

source: formhub is a <strong>free</strong> hosted service that makes data collection <strong>simple</strong> and <strong>collaborative</strong>.
it: formhub è un servizio <strong>gratuito</strong> che rende la raccolta dati <strong>semplice</strong> e <strong>collaborativa</strong>.

source: <strong>Simple.</strong>All you need to get started is an <a href="%(registration_register)s">account</a> on formhub and the ability to author .xls files. Absolutely no technical setup required.
it: <strong>Semplice.</strong>Tutto quello che ti serve per cominciare è un <a href="%(registration_register)s">account</a> su formhub e la capacità di scrivere file .xls. Nessun setup tecnico necessario.

source: <strong>Collaborative.</strong> Share your data collection forms in <a href="%(syntax_url)s">Excel</a>. <a href="%(forms_url)s">Find</a>, grab and modify other <a href="%(forms_url)s">peoples' forms</a> and quickly deploy it. Publish gathered data to share it with others via Excel, CSV, KML or an interactive map.
it: <strong>Collaborativa.</strong> Condividi i tuoi moduli per la raccolta dati in <a href="%(syntax_url)s">Excel</a>. <a href="%(forms_url)s">Trova</a>, seleziona e modifica <a href="%(forms_url)s">moduli altrui</a> e pubblicali rapidamente. Pubblica i dati raccolti per condividerli con altri via Excel, CSV, KML o mappa interattiva.

source: Mobile.
it: Dispositivo.

source: formhub works seemlessly with <a href="http://www.opendatakit.org">ODK Collect</a> a robust and proven data collection platform for Android.
it: formhub si integra perfettamente con <a href="http://www.opendatakit.org">ODK Collect</a> una piattaforma Android robusta e comprovata per raccogliere dati.

source: For more info please read <a href="http://blog.formhub.org/2011/12/05/data-gatherers-of-the-world-unite/">here</a>.
it: Per maggiori informazioni, cliccare <a href="http://blog.formhub.org/2011/12/05/data-gatherers-of-the-world-unite/">qui</a>.

source: Not registered?
it: Utente non registrato?

source: Create Account
it: Crea Account

source: forms submitted
it: moduli presentati

source: shared forms
it: moduli condivisi

source: Organization
it: Organizzazione

source: Location
it: Luogo

source: Member Since
it: Membro da

source: change
it: modifica

source: Edit Your Profile
it: Modifica Profilo

source: Organization:
it: Organizzazione:

source: Location:
it: Luogo:

source: Website:
it: Sito Internet:

source: Member since:
it: Membro da:

source: Shared Forms & Public Data <small>(%(num_forms)s)</small>
it: Moduli & Dati Condivisi <small>(%(num_forms)s)</small>

source: Create Date
it: Crea Data

source: Public Data
it: Dati Pubblici

source: View
it: Mostra

source: PRIVATE
it: PRIVATO

source: kml
it: klm

source: NO DATA
it: SENZA DATI

source: Map
it: Mappa

source: None public
it: Nessuno pubblico

source: Published Forms <small>Export, map, and view submissions.</small>
it: Moduli Pubblicati <small>Esporta, mappa, e mostra risposte.</small>

source: Search:
it: Cerca:

source: Show inactive:
it: Mostra inattivi:

source: Submissions
it: Risposte:

source: Last Submission
it: Ultima Risposta:

source: Data
it: Dati

source: Active
it: Attivo

source: PUBLIC
it: PUBBLICO

source: View Map
it: Mostra Mappa

source: View Photo
it: Mostra Immagine

source: Enter Web Form
it: Apri Modulo Web

source: Delete Confirmation
it: Conferma Elimina

source: Are you sure you want to delete the form '%(title)s'? This form has <strong>%(nb_sub)s</strong> submissions associated with it that will also be deleted. If you are unsure about deleting this form press 'Cancel' and conside 'Archiving' the form instead.
it: Sei certo di voler eliminare il modulo '%(title)s'? Questo modulo ha <strong>%(nb_sub)s</strong> risposte che verranno a loro volta eliminate. Se non sei sicuro di voler eliminare questo modulo, clicca 'Annulla' e scegli 'Archivia' modulo.

source: View Submitted Data
it: Mostra Dati Inviati

source: Browse Data (One by One)
it: Consulta Dati (uno per volta)

source: Edit User Profile
it: Modifica Profilo Utente

source: change password
it: cambia password

source: Update
it: Aggiorna

source: Owner
it: Proprietario

source: edit
it: Modifica

source: save
it: Salva

source: Form ID:
it: Modulo ID:

source: None
it: Nessuna

source: License
it: Licenza

source: License information
it: Dettagli sulla licenza

source: Form Data
it: Dati del Modulo

source: Export to csv File
it: Esporta a File csv

source: Export to xls File
it: Esporta a File xls

source: Export to kml File (Google Earth)
it: Esporta a File kml (Google Earth)

source: Export a zip folder of attachments
it: Esporta a cartella zip di allegati

source: Export to google docs
it: Esporta a google docs

source: Submissions:
it: Risposte:

source: License:
it: Licenza:

source: View Photos
it: Visualizza Foto

source: Photos
it: Foto

source: View Data
it: Visualizza Dati

source: Browse Data
it: Sfoglia Dati

source: Source
it: Originale

source: Supporting Documents
it: Documenti di Supporto

source: remove
it: rimuovi

source: Rest Services
it: Servizi Rest

source: Media &nbsp;<small>jpeg/png/mp3 allowed</small>
it: Media &nbsp;<small>jpeg/png/mp3 concessi</small>

source: Mapbox Layer
it: Strato Mapbox

source: Attribution:
it: Attribuzione:

source: Settings
it: Impostazioni

source: Form Shared
it: Modulo Condiviso

source: Data Shared
it: Dati Condivisi

source: Form Active
it: Modulo Attivo

source: Delete Form
it: Elimina Modulo

source: Delete
it: Elimina

source: Cancel
it: Annulla

source: bamboo dataset: <strong><a href="http://bamboo.io/datasets/%(dataset)s/info">%(dataset)s</a></strong>
it: dati bamboo: <strong><a href="http://bamboo.io/datasets/%(dataset)s/info">%(dataset)s</a></strong>

source: bamboo link is <strong>not active</strong>
it: il link di bamboo <strong>non è attivo</strong>

source: bamboo requires at least one submission.
it: bamboo necessita almeno una risposta.

source: Activate
it: Attiva

source: Sharing
it: Condivisione

source: Sharing by link is <strong>on with URL <a href="%(form_url)s">%(base_url)s%(form_url)s</a></strong>
it: La condivisione via link è <strong>attiva con URL <a href="%(form_url)s">%(base_url)s%(form_url)s</a></strong>

source: Sharing by link is <strong>off</strong>
it: La condivisione via link è <strong>inattiva</strong>

source: Turn off
it: Disattiva

source: Turn on
it: Attiva

source: Submit
it: Invia

source: Support
it: Aiuto

source: Thank you for using formhub!
it: Grazie per aver usato formhub!

source: If you need any extra help or have questions about the service below please consider one of the support options below
it: Se hai bisogno di maggior aiuto o hai domande a proposito di questo servizio, per favore considera una delle opzioni di supporto qui sotto

source: For questions related to authoring XLSForms please first checkout our <a href="%(syntax)s">syntax</a> page, then use the <a href="https://groups.google.com/forum/#!forum/formhub-users">formhub-users Google group</a>
it: Per domande legate a XLSForms, visita la nostra pagina di <a href="%(syntax)s">sintassi</a>, poi visita e serviti del <a href="https://groups.google.com/forum/#!forum/formhub-users">Google group formhub-users</a>

source: For help relating to using ODK Collect please contact the <a href="https://groups.google.com/forum/#!forum/opendatakit">ODK Google group</a>
it: Per domande sull'utilizzo di ODK Collect, per piacere contatta <a href="https://groups.google.com/forum/#!forum/opendatakit">ODK Google group</a>

source: For problems or suggestions related to the formhub service please email: <a href="mailto:support@formhub.org">support@formhub.org</a> or <a href="https://groups.google.com/forum/#!forum/formhub-users">formhub-users Google group</a>
it: Per problemi o suggerimenti riguardanti formhub, puoi contattarci via email a: <a href="mailto:support@formhub.org">support@formhub.org</a> o tramite il <a href="https://groups.google.com/forum/#!forum/formhub-users">Google group formhub-users</a>

source: We value your feedback and ideas in how to make this service better. Thank you!
it: Apprezziamo il vostro feedback e idee su come migliorare questo servizio. Grazie!

source: Introduction
it: Introduzione

source: formhub aims to make collecting survey data with Android smart phones easy and free.
it: formhub mira a rendere la raccolta dati via sondaggio, con telefoni cellulari Android, facile e gratuita.

source: One uses formhub as follows:
it: formhub si usa come segue:

source: Translate survey into the xsl2xform syntax.
it: Traduci sondaggio in sintassi xsl2xform.

source: Upload XLSForm file to formhub.
it: Carica il file XLSForm su formhub.

source: Use
it: Usa

source: to download form and submit data.
it: per scaricare modulo e inviare i dati.

source: to download and map data submissions.
it: per scaricare e mappare le risposte inviate.

source: This tutorial will walk you through each stop of the way.
it: Questa guida ti accompagnerà attraverso ogni tappa del percorso.

source: Translate survey into the XLSForm syntax
it: Traduci sondaggio in sintassi XLSForm.

source: The first step in collecting survey data is to actually write the survey. For this tutorial we will be using the following survey:
it: Il primo passaggio nel raccogliere dati per indagine é quello di scrivere il sondaggio. Per questa guida useremo il seguente sondaggio:

source: What is your name?
it: Come ti chiami?

source: How old are you?
it: Quanti anni hai?

source: May I take your picture?
it: Posso farti una foto?

source: Do you have any children?
it: Hai figli?

source: Record your GPS coordinates.
it: Registra le tue coordinate GPS.

source: What web browsers do you use?
it: Che programma browser per il Web usi?

source: The second step is writing this survey in the xls2xform syntax. The idea behind this approach is that each question in the survey is a row in the spreadsheet. By using a spreadsheet we can expose most of the XForm features supported by ODK Collect. Check out the images to the right that show the xls2xform syntax for this survey.
it: Il secondo passaggio è quello di scrivere il sondaggio in sintassi xls2xform. L'idea di fondo dietro a questo approccio è che ogni domanda del sondaggio è una riga nello spreadsheet. Grazie all'uso di uno spreadsheet, possiamo utilizzare il maggior numero di funzionalità supportate da ODK Collect. Guarda le immagini sulla destra che illustrano la sintassi xls2xform per questo sondaggio.

source: For more in depth information about the XLSForm syntax go <a href="%(syntax_url)s">here</a>.
it: Per informazioni più dettagliate sulla sintassi XLSForm naviga <a href="%(syntax_url)s">qui</a>.

source: Upload XLSForm file to formhub
it: Carica file XLSForm su formhub.

source: After creating an account and signing into the site you can publish forms for use with ODK Collect. On the right, we submit <a href="%(STATIC_URL)stutorial/tutorial.xls">tutorial.xls</a>, described above, for publication.
it: Dopo aver creato un account e aver effettuato il log-in sul sito, puoi pubblicare questionari da utilizzare con ODK Collect. Sulla destra, selezioniamo <a href="%(STATIC_URL)stutorial/tutorial.xls">tutorial.xls</a>, da pubblicare, secondo quanto descritto sopra.

source: After publishing our first form, a new table appears showing our new form. Next we need to use ODK Collect to submit data for this form...
it: Dopo aver pubblicato il nostro primo modulo, appare una nuova tabella con il nostro questionario. Ora abbiamo bisogno di utilizzare ODK Collect per inviare le risposte a questo modulo...

source: Use ODK Collect to download form and submit data
it: Usa ODK Collect per scaricare il modulo e inviare i dati

source: The url of this web application must be given to ODK Collect before it will get forms from and submit data to formhub. In ODK Collect's Main Menu, press the Menu button. Select Server Preferences, then Server. Enter <strong>%(odk_url)s</strong> as the server.
it: L'indirizzo URL di questa applicazione web deve essere fornito a ODK Collect prima di poter scaricare moduli da e inviare dati a formhub. Nel menú principale di ODK Collect, clicca su Menu. Seleziona Server Preferences e successivamente Server. Inserisci <strong>%(odk_url)s</strong> come server.

source: Download your published form to your phone.
it: Scarica il modulo pubblicato sul tuo telefono.

source: Fill out the form on your phone.
it: Compila il questionario sul telefono.

source: After filling out the form on your phone submit the data to the server.
it: Dopo aver completato il modulo sul tuo telefono, invia i dati al server.

source: Use formhub to download and map data submissions
it: Usa formhub per scaricare e mappare i dati delle risposte

source: After submitting data from ODK Collect to the server you can now download the data as a nicely formatted csv or xls file.
it: Dopo aver inviato i dati da ODK Collect al server, è possibile scaricare i dati come file cvs o xls ben formattato.

source: And look at submissions on a map:
it: E visualizzare le riposte su una mappa:

source: Crowdforms <small>List of crowdforms you have joined.</small>
it: Crowdforms <small>Lista di crowdforms a cui hai aderito.</small>

source: Remove
it: Rimuovi

source: XLS2XForm Converter
it: Convertitore XLS2XForm

source: If you're looking for the XLS2XForm converter you're in the right place. We've incorporated the XLS2XForm converter into formhub.
it: Se stai cercando il convertitore XLS2XForm sei nel poste giusto. Abbiamo infatti incorporato il convertitore XLS2XForm in formhub.

source: To use it simply:
it: Per usarlo, semplicemente:

source: <a href="%(registration_register)s">Signup</a> for a free account with formhub
it: <a href="%(registration_register)s">Registrati</a> per avere un account gratuito con formhub

source: Upload your XLSForm to formhub and it'll instantly be converted to an XForm which will be available on your phone.
it: Carica il tuo file XLSForm su formhub e sarà immediatamente convertito a un file XForm che sarà disponibile sul tuo telefono.

source: If you want to download the XForm, click on the form name and click on <strong>other</strong> to download the converted XForm
it: Se vuoi scaricare il file XForm, clicca sul nome del modulo e clicca su <strong>altro</strong> per scaricare il file XForm convertito

source: Too many XML files.
it: Troppi file XML.

source: User %s not found
it: Utente %s non trovato

source: There was a problem receiving your ODK submission. [Error: IO Error reading data]
it: C'è stato un problema nel ricevere la tua risposta ODK. [Errore: IO Errore nel leggere i dati]

source: Submission successful. Out of %(total)d survey instances, %(success)d were imported (%(rejected)d were rejected--duplicates, missing forms, etc.)
it: Invio avvenuto con successo. Di %(total)d istanze di sondaggio, %(success)d sono state importate (%(rejected)d sono state respinte--duplicati, moduli mancanti, etc.)

source: There was a problem receiving your ODK submission. [Error: multiple submission files (?)]
it: C'è stato un problema nella ricezione delle tue risposte ODK. [Errore: file multipli di risposta (?)]

source: There should be a single XML submission file.
it: Ci dovrebbe essere un unico file XML di risposte.

source: Username or ID required.
it: Nome utente o ID richiesti.

source: Sorry but the crowd form you submitted to is closed.
it: Spiacenti, ma il crowdform al quale hai inviato risposte è chiuso.

source: Received empty submission. No instance was created
it: Ricevuta una risposta vuota. Non è stata creata nessuna istanza

source: Form is not active
it: Il modulo non è attivo

source: Form does not exist on this account
it: Il modulo non esiste in questo account

source: Improperly formatted XML.
it: XML non formattato correttamente.

source: Duplicate submission
it: Risposte doppie

source: Unable to create submission.
it: Impossibile creare le tue risposte.

source: File transfer interruption.
it: Interruzione del transfer del file.

source: No XLS file for your form <strong>%(id)s</strong>
it: No file XLS per il tuo modulo <strong>%(id)s</strong>

source: Creates thumbnails for all form images and stores them
it: Crea icone per tutte le immagini dei moduli e le memorizza

source: Thumbnails created for %(file)s
it: Create icone per %(file)s

source: Problem with the file %(file)s
it: Problema con i file %(file)s

source: Error on %(filename)s: %(error)s
it: Errore in %(filename)s: %(error)s

source: Export ODK forms and instances to JSON.
it: Esporta moduli e istanze ODK a JSON.

source: Import ODK forms and instances.
it: Importa moduli e istanze ODK.

source: Import a folder of XForms for ODK.
it: Importa cartella di XForms per ODK.

source: Import a folder of ODK instances.
it: Importa cartella di istanze ODK.

source: [Importing XForm Instances from %(path)s]
it: [Importazione di istanze XForm da %(path)s]⏎

source: Before Parse:
it: Prima dell'analisi:

source: --> Images: %(nb)d
it: --> Immagini: %(nb)d

source: --> Instances: %(nb)d
it: --> Istanze: %(nb)d

source: After Parse:
it: Dopo l'analisi:

source: Moves all attachments and xls files to s3 from the local file system storage.
it: Sposta tutti gli allegati e file xls dal sistema locale di memoria a s3.

source: Missing necessary libraries. Try running: pip install -r requirements-s3.pip
it: Mancano le librerie necessarie. Prova ad eseguire: pip install -r requirements-s3.pip

source: You must first set your default storage to s3 in your local_settings.py file.
it: È necessario impostare la memoria predefinita a s3 all'interno del file local_settings.py.

source: Moving %(class)ss to s3...
it: Spostando %(class)ss a s3...

source: Can view associated data
it: Puoi visualizzare i dati associati

source: There should be a single id string.
it: Ci dovrebbe essere una sola stringa id.

source: There should be a single title.
it: Ci dovrebbe essere un solo titolo.

source: In strict mode, the XForm ID must be a valid slug and contain no spaces.
it: In modalità strict, la XForm ID deve essere un valido slug e non deve contenere spazi.

source: Submission Count
it: Conto Risposte

source: Update XForm
it: Aggiorna XForm

source: Downloadable by Phone
it: Scaricabile da Telefono

source: Form ID
it: Modulo ID

source: Number of Submissions
it: Numero di Risposte

source: Time of Last Submission
it: Ora dell'Ultima Risposta

source: yes
it: si

source: Download CSV
it: Scarica CSV

source: Your submission was successful!
it: La tua risposta è stata inviata con successo!

source: Return to the form page
it: Ritorna alla pagina contenente il modulo

source: Fill the form out again
it: Riempi il modulo nuovamente

source: List XForms
it: Elenco XForms

source: [Reparsing XForm Instances]
it: [Rileggendo Istanze XForm]⏎

source: That process took [%(nb)d ticks]
it: Questo processo ha richiesto [%(nb)d ticks]

source: Start time format must be YY_MM_DD_hh_mm_ss
it: Il formato dell'ora iniziale deve essere YY_MM_DD_hh_mm_ss

source: End time format must be YY_MM_DD_hh_mm_ss
it: L'ora finale deve essere YY_MM_DD_hh_mm_ss

source: No records found to export
it: Non ci sono record da esportare

source: Attachment not found
it: Allegato non trovato

source: This is a one-time command to mark start times of old surveys.
it: Questo è un comando singolo per registrare gli orari iniziali di vecchi sondaggi.

source: Could not mark start time for DD: %(data)s
it: Non è stato possible registrare il tempo iniziale per DD: %(data)s

source: Run the tests locally. If there are no errors push to develop, and update the staging server. (This should probably update the develop server)
it: Esegui i test a livello locale. Se non ci sono errori, carica per sviluppare, e aggiorna lo staging server. (Questo dovrebbe aggiornare anche il develop server)

source: Relink all instances with the current forms.
it: Ricollega tutte le istanze con i moduli attuali.

source: Insert all existing parsed instances into MongoDB
it: Inserisci tutte le istanze esistenti analizzate in MongoDB
