Repository: SEL-Columbia/formhub
Catalog: mangrove_demo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You must select at least one location
fr: Vous devez choisir au moins un lieu

source: campaign
fr: campagne

source: name
fr: nom

source: start date
fr: date de début

source: end date
fr: date de fin

source: drugs pack
fr: lot de médicaments

source: %(name)s (starts on %(date)s)
fr: %(name)s (démarré le %(date)s)

source: %m/%d/%Y
fr: %d/%m/%Y

source: drug
fr: médicament

source: drugs packs
fr: lots de médicaments

source: drugs
fr: médicaments

source: results
fr: résultats

source: area
fr: lieu

source: data collection location
fr: lieu de collecte des données

source: treatment start date
fr: date de début de traitement

source: treatment end date
fr: date de fin de traitement

source: total population
fr: population totale

source: target population
fr: population cible

source: population under 6 months
fr: population de moins de 6 months

source: distributor
fr: distributeur

source: 5-15 years old males given one dose
fr: Garçons de 5-15 ans ayant reçu une dose

source: 15+ years old males given one dose
fr: Hommes de plus de 15 ans ayant reçu une dose

source: 5-15 years old males given two doses
fr: Garçons de 5-15 ans ayant reçu deux doses

source: 15+ years old males given two doses
fr: Hommes de plus de 15 ans ayant reçu deux doses

source: 5-15 years old males given three doses
fr: Garçons de 5-15 ans ayant reçu trois doses

source: 15+ years old males given three doses
fr: Hommes de plus de 15 ans ayant reçu trois doses

source: 5-15 years old males given four doses
fr: Garçons 5-15 ans ayant reçu quatre doses

source: 15+ years old males given four doses
fr: Hommes de plus de 15 ans ayant reçu quatre doses

source: 5-15 years old females given one dose
fr: Filles de 5-15 ans ayant reçu une dose

source: 15+ years old females given one dose
fr: Femmes de plus de 15 ans ayant reçu une dose

source: 5-15 years old females given two doses
fr: Filles 5-15 ans ayant reçu deux doses

source: 15+ years old females given two doses
fr: Femmes de plus de 15 ans ayant reçu deux doses

source: 5-15 years old females given three doses
fr: Filles de 5-15 ans ayant reçu trois doses

source: 15+ years old females given three doses
fr: Femmes de plus de 15 ans ayant reçu trois doses

source: 5-15 years old females given four doses
fr: Filles de 5-15 ans ayant reçu quatre doses

source: 15+ years old females given four doses
fr: Femmes de plus de 15 ans ayant reçu quatre doses

source: not available 5-15 ans years old males
fr: Garçons de 5-15 ans indisponibles

source: not available 15+ years old males
fr: Hommes de plus de 15 ans indisponibles

source: 5-15 years old males refusing treatment
fr: Garçons de 5-15 ans refusant le traitement

source: 15+ years old males refusing treatment
fr: Hommes de plus de 15 ans refusant le traitement

source: 5-15 years old males having side effects
fr: Garçons de 5-15 ans souffrant d'effets secondaires

source: 15+ years old males having side effects
fr: Hommes de plus de 15 ans souffrant d'effets secondaires

source: not available 5-15 ans years old females
fr: Filles de 5-15 ans indisponibles

source: not available 15+ years old females
fr: Femmes de plus de 15 ans indisponibles

source: 5-15 years old females refusing treatment
fr: Filles de 5-15 ans refusant le traitement

source: 15+ years old females refusing treatment
fr: Femmes de plus de 15 ans refusant le traitement

source: 5-15 years old females having side effects
fr: Filles de 5-15 ans souffrant d'effets secondaires

source: 15+ years old females having side effects
fr: Femmes de plus de 15 ans souffrant d'effets secondaires

source: pregnant 5-15 years old females
fr: Filles de 5-15 ans enceintes

source: pregnant 15+ years old females
fr: Femmes de plus de 15 ans enceintes

source: disabled
fr: désactivé

source: Results of campaign %(campaign)s at %(area)s
fr: Résultats de la campagne %(campaign)s à %(area)s

source: locations hierarchy
fr: Hiérarchie de lieux

source: locations hierarchies
fr: hiérarchies de lieux

source: data source location
fr: lieu source de données

source: drugs stock movement
fr: mouvement de stock de médicaments

source: drugs stock movements
fr: mouvements de stock de médicaments

source: for results
fr: pour les résultats

source: received
fr: reçus

source: returned
fr: rendus

source: received %(received)s and returned %(returned)s
fr: reçus %(received)s et rendus %(returned)s

source: nothing for the moment
fr: rien pour le moment

source: The code %(code)s doesn't match any known location. Ask your administrator the right code for your location
fr: Le code %(code)s ne correspond à aucun lieu connu. Demandez à votre administrateur le code du lieu où vous vous trouvez

source: You can only do this with a %(expected_type)s but %(location)s is a %(current_type)s.
fr: Vous pouvez faire cela uniquement avec un(e) %(expected_type)s mais %(location)s est un(e) %(current_type)s.

source: You must specify the campaign and location you are reporting for. Send 'VIL' first.
fr: Vous devez préciser la campagne et le lieu pour lesquels vous faites ce rapport. Envoyez 'VIL' d'abord.

source: You must specify the population of the location your are reporting for. Send a complete population report with 'VIL' first.
fr: Vous devez préciser la population du lieu pour lequel vous faites ce rapport. Envoyez un rapport de population complet avec 'VIL' d'abord.

source: Programme Coverage
fr: Couverture du programme

source: Treated males
fr: Hommes traités

source: 5-15 years old treated males
fr: Garçons de 5-15 ans traités

source: 15+ years old treated males
fr: Hommes de plus de 15 ans traités

source: Treated females
fr: Femmes traitées

source: 5-15 years old treated females
fr: Filles de 5-15 ans traitées

source: 15+ years old treated females
fr: Femmes de plus de 15 ans traitées

source: Drugs loss rate
fr: Taux de perte de médicaments

source: Albendazole received
fr: Albendazole reçu

source: Albendazole used
fr: Albendazole utilisé

source: Albendazole lost
fr: Albendazole perdu

source: Albendazole returned
fr: Albendazole rendu

source: Mectizan received
fr: Mectizan reçu

source: Mectizan used
fr: Mectizan utilisé

source: Mectizan lost
fr: Mectizan perdu

source: Mectizan returned
fr: Mectizan rendu

source: The campaign %(campaign)s is over.
fr: La campagne %(campaign)s est terminée

source: To report, send 'MED', followed by an even number of values.
fr: Pour faire le rapport, envoyez 'MED', suivit d'un nombre pair de valeurs.

source: All %(count)s values must be positive numbers
fr: Toutes les %(count)s valeurs doivent êtres des nombres positifs

source: The number of doses returned (%(returned)s) for %(drug)s can not be greater than the number of doses received (%(received)s).
fr: Le nombre de doses rendues (%(returned)s) pour %(drug)s ne peut être plus grand que le nombre de doses reçues (%(received)s).

source: The stocks for the campaign %(campaign)s in %(location)s are saved.
fr: Les stocks pour la campagne %(campaign)s à %(location)s ont été sauvergardés.

source: All reports for this location are completed! Receipt: %(receipt)s
fr: Tous les rapport pour ce lieu sont complets ! Reçu : %(receipt)s

source: You have sent %(completed)s over %(to_complete)s reports for this location.
fr: Vous avez envoyés %(completed)s sur %(to_complete)s rapports pour ce lieu.

source: To report, send 'MEN', followed by 8 numbers.
fr: Pour faire le rapport, envoyez 'HOM', suivit de 8 nombres.

source: All 8 values must be positive numbers
fr: Les 8 valeurs doivent êtres des nombres positifs

source: The results for the campaign %(campaign)s in %(location)s related to men are saved.
fr: Les résultats de la campagne %(campaign)s à %(location)s concernant les hommes ont été sauvergardés.

source: To report, send 'MSC', followed by 6 numbers.
fr: Pour faire le rapport, envoyez 'CPH', suivit de 6 nombres.

source: All 6 values must be positive numbers
fr: Les 6 valeurs doivent êtres des nombres positifs

source: The results for the campaign %(campaign)s in %(location)s related to males special cases are saved.
fr: Les résultats de la campagne %(campaign)s à %(location)s concernant les cas particulier homme ont été sauvergardés.

source: To report, send: VIL
fr: Pour faire un rapport, envoyez: VIL

source: The location %(location)s is not part of the campaign %(campaign)s.
fr: Le lieu %(location)s n'est pas concerné par la campagne %(campaign)s.

source: There are no active campaigns for %(location)s right now.
fr: Il n'y a pas de campaign active pour %(location)s en ce moment.

source: There are several active campaigns for %(location)s right now. Replace 'VIL' by the campagne code and resend your message.
fr: Il y a plusieurs campagnes active pour %(location)s en ce moment. Remplacez 'VIL' par le code de la campagne et renvoyez votre message.

source: You are now reporting results for the campaign %(campaign)s in %(location)s.
fr: Votre rapport porte maintenant sur la campagne %(campaign)s, %(location)s.

source: You must provide a drug package with these results. It should be the second value alfter 'VIL'.
fr: Vous devez précisez le lot de médicaments avec ces résultats. Ce devrait être la seconde valeur après 'VIL'.

source: Start treatment date (%(start)s) can not be after end treatment date (%(end)s).
fr: La date de début de traitement (%(start)s) ne peut pas être après la date de fin de traitement (%(end)s).

source: The last 3 values must be 3 positive numbers
fr: Les trois dernières valeurs doivent êtres des nombres positifs

source: The sum of patients under six months and the target population %(sum)s can not be greater than the population value (%(total_pop)s).
fr: La somme des de la population de moins de 6 mois et de la population cible (%(sum)s) ne peut pas être plus grande que la valeur de la population totale (%(total_pop)s).

source: The results for the campaign %(campaign)s in %(location)s are saved. From %(start)s, to %(end)s targetting %(target_pop)s/%(total_pop)s people and %(under_six_pop)s under six months.
fr: Les résultats de la campagne %(campaign)s pour %(location)s sont sauvegardés. De %(start)s, à %(end)s elle cible %(target_pop)s/%(total_pop)s personnes et %(under_six_pop)s de moins de 6 mois.

source: To report, send 'WMEN', followed by 8 numbers.
fr: Pour faire un rapport, envoyez 'FEM', suivi de 8 nombres.

source: The results for the campaign %(campaign)s in %(location)s related to women are saved.
fr: Les résultats de la campagne %(campaign)s à %(location)s concernant les femmes ont été sauvergardés.

source: To report, send 'WSC', followed by 8 numbers.
fr: Pour faire un rapport, envoyez 'CPF', suivi de 8 nombres.

source: The results for the campaign %(campaign)s in %(location)s related to females special cases are saved.
fr: Les résultats de la campagne %(campaign)s à %(location)s concernant les cas particulier femme ont été sauvergardés.

source: NTD management
fr: Gestion des MTN

source: Logout
fr: Se déconnecter

source: Home
fr: Acceuil

source: Campaigns results
fr: Résultats des campagnes

source: Manage campaigns
fr: Gérer les campagnes

source: Campaigns
fr: Campagnes

source: delete
fr: supprimer

source: Create a campaign
fr: Ajouter une campagne

source: No campaign yet
fr: Aucune campagne pour le moment

source: Campaign
fr: Campagne

source: Previous
fr: Précédente

source: Next
fr: Suivante

source: starts on
fr: débute le

source: completed
fr: complété

source: Treatment distribution for males
fr: Distribution du traitement pour les hommes

source: Treatment distribution for females
fr: Distribution du traitement pour les femmes

source: Males special cases
fr: Cas particuliers homme

source: Females special cases
fr: Cas particuliers femme

source: Stock movements
fr: Mouvements de stock

source: Reported from
fr: Report fait à

source: Target area
fr: Lieu ciblé

source: Drugs
fr: Médicaments

source: Distributor
fr: Distributeur

source: Treatment started on
fr: Début du traitement

source: Treatment ended on
fr: Fin du traitement

source: Total population
fr: Population totale

source: Target population
fr: Population cible

source: Population under 6 months
fr: Population de moins de 6 mois

source: 5-15 years old
fr: 5-15 ans

source: 15+ years old
fr: 15 ans et +

source: Not available
fr: Indisponibles

source: Refused treatment
fr: A refusé le traitement

source: Experienced side effects
fr: A souffert d'effets secondaires

source: Pregnant
fr: Enceintes

source: Villages Codes
fr: Codes des villages

source: Campaigns list
fr: Liste des campagnes

source: Create a new campaign
fr: Ajouter une nouvelle campagne

source: Name
fr: Nom

source: Start date
fr: Date de début

source: Drug pack
fr: Lot de médicaments

source: Areas
fr: Lieux

source: Create
fr: Créer

source: There are no areas. Please create some before starting a campaign
fr: Il n'y a pas de zone. Créez en avant de commencer une campagne

source: Delete a campaign
fr: Supprimer une campagne

source: Delete campaign
fr: Supprimer une campagne

source: Are you sure you want to delete %(campaign)s ?
fr: Êtes vous sûr(e) de vouloir supprimer %(campaign)s ?

source: Yes, delete
fr: Oui, supprimer

source: Cancel
fr: Annuler

source: Edit a campaign
fr: Modifier une campagne

source: Save
fr: Sauvegarder

source: Dashboard
fr: Résumé

source: Progress
fr: Avancement

source: Target areas
fr: Lieux ciblés

source: Areas with a completed report
fr: Lieux avec un rapport complet

source: Areas with reports in progress
fr: Lieux avec un rapport en cours

source: Areas with reports on hold
fr: Lieux avec un rapport en attente
