Repository: SEL-Columbia/formhub
Catalog: formhub/locale/*/LC_MESSAGES/django.po
Languages: es

source: Fill the form out again
es: Rellene el formulario de nuevo

source: List XForms
es: Listar XForms

source: [Reparsing XForm Instances]
es: [Re-analizando la sintaxis de las Instancias XForm]

source: That process took [%(nb)d ticks]
es: Ese proceso tomo [%(nb)d ticks]

source: Start time format must be YY_MM_DD_hh_mm_ss
es: El formato de tiempo de inicio debe ser YY_MM_DD_hh_mm_ss

source: End time format must be YY_MM_DD_hh_mm_ss
es: El formato de tiempo de finalizado debe ser YY_MM_DD_hh_mm_ss

source: No records found to export
es: Ningún registro encontrado para exportación

source: Attachment not found
es: Archivos adjuntos no encontrados

source: This is a one-time command to mark start times of old surveys.
es: Este es un comando de un solo uso para marcar el tiempo de inicio de viejas encuestas.

source: Could not mark start time for DD: %(data)s
es: No se pudo marcar el tiempo de inicio para DD: %(data)s

source: Run the tests locally. If there are no errors push to develop, and update the staging server. (This should probably update the develop server)
es: Ejecutar las pruebas localmente. Si no hay errores mueva al servidor de desarrollo, y actualice el servidor de prueba. (Esto debería probablemente actualizar el servidor de desarrollo)

source: Relink all instances with the current forms.
es: Volver a asociar todas las instancias con los formularios actuales

source: Insert all existing parsed instances into MongoDB
es: Insertar todas las instancias cuya sintaxis ha sido analizada a MongoDB

source: Number of records to process per query
es: Numero de registros a procesar por consulta

source: Username of the form user
es: Nombre de usuario asociado al formulario

source: id string of the form
es: cadena de caracteres de identificación del formulario

source: Delete and recreate parsed instances.
es: Eliminar y recrear instancias de análisis sintáctico

source: Insert UUID into XML of all existing XForms
es: Insertar UUID al XML de todas la XForms existentes

source: %(nb)d XForms to update
es: %(nb)d XForms por actualizar

source: Updated %(nb)d XForms...
es: Se actualizaron %(nb)d XForms...

source: Update deleted records from mongo to sql instances
es: Actualize los registros eliminados de mongo a instancias sql

source: Display Fields
es: Mostrar Campos

source: Your survey has <strong>{numquestions}</strong> question(s) and <strong>{numsubmissions}</strong> submission(s). Please click on Display Fields above and select the questions you want to view responses for.
es: Su encuesta tiene <strong>{numquestions}</strong> pregunta(s) y <strong>{numsubmissions}</strong> envío(s). Por favor seleccione la opción Mostrar Campos aquí arriba y escoja las preguntas de las cuales desea revisar las respuestas.

source: NOTE: This is a beta feature and your survey contains more than <strong>{threshold}</strong> responses, search and sort features will not work.
es: NOTA: Esta es una característica beta y su encuesta contiene más de <strong>{threshold}</strong> respuestas, las características para buscar y ordenar no funcionaran.

source: _MENU_ records per page
es: _MENU_ registros por página

source: Browse Form Data
es: Explorar Datos del Formulario

source: Record {pos} of {total}
es: Registro {pos} de {total}

source: BAD REQUEST
es: SOLICITUD INVALIDA

source: The requested content was not found.
es: El contenido solicitado no fue encontrado

source: Change Language:
es: Cambiar Idioma:

source: Record 1 of 6
es: Registro 1 de 6

source: ← Previous
es: ← Anterior

source: Next →
es: Siguiente →

source: Question
es: Pregunta

source: Response
es: Respuesta

source: Are you sure you want to delete this data. If you are unsure about deleting this form press 'Cancel'.
es: Esta seguro que desea eliminar estos datos. Si no esta seguro de querer eliminar este formulario seleccione 'Cancelar'

source: Service Name
es: Nombre de Servicio

source: Service URL
es: URL de Servicio

source: Service already defined.
es: Este servicio ya ha sido definido

source: Successfully added service %(name)s.
es: Se añadió el servicio %(name)s exitosamente.

source: Please fill in all required fields
es: Por favor llene todos los campos requeridos

source: Add service
es: Añadir servicio

source: Send an email to all formhub users
es: Enviar correo electrónico a todos los usuarios de formhub

source: message must be included in kwargs
es: el mensaje debe ser incluido en kwargs

source: Emailing name: %(name)s, email: %(email)s
es: Nombre para enviar correo: %(name)s, correo: %(email)s

source: Stats
es: Estadísticas

source: Submissions (%(nb_sub)s)
es: Envíos (%(nb_sub)s)

source: formhub notification for %(username)s
es: aviso de formhub para %(username)s

source: Hi %(full_name)s, %(message)s Thanks for using formhub! The Formhub Dev Team P.S. Please consider joining the formhub-users group, https://groups.google.com/group/formhub-users
es: Hola %(full_name)s, %(message)s Gracias por usar formhub! El equipo de desarrollo de Formhub P.S. Por favor considere unirse al grupo de usuarios Google de fromhub, https://groups.google.com/group/formhub-users

source: <p>Hi %(full_name)s,</p> <p> %(message)s </p> <p> Thanks for using formhub! <br/> The Formhub Dev Team </p> <p> P.S. Please consider joining the <a href="https://groups.google.com/group/formhub-users">formhub-users group</a>. </p>
es: <p>Hola %(full_name)s,</p> <p> %(message)s </p> <p> Gracias por usar formhub! <br/> El equipo de desarrollo de Formhub </p> <p> P.S. Considere unirse al <a href="https://groups.google.com/group/formhub-users">grupo de usuarios Google de formhub</a>. </p>

source: 404 Error
es: Error 404

source: 500 Error
es: Error 500

source: If you are getting this error while trying to submit a form, please do consider sending an email to support@formhub.org with your xlsform attached. Thank you for using formhub.
es: Si recibe este mensaje de error al tratar de enviar un formulario, por favor considere enviarnos un correo a support@formhub.org adjuntando su xlsform. Gracias por usar formhub.

source: Browser Error
es: Error de navegador

source: close
es: cerrar

source: Recommended Browser Alert
es: Alerta de Navegador Recomendada

source: Dear Sir or Madam,
es: Estimado/a Señor o Señora,

source: Our tests indicate that you are currently using a browser that does not support complex navigation. We highly recommend that you switch to one of the browsers below in order to take full advantage of the Nigeria MDGs Information System.
es: Nuestras pruebas indican que el navegador que utiliza actualmente no soporta elementos de navegacion complejos. Le recomendamos ampliamente que cambie a uno de los navegadores listados abajo para poder aprovechar las ventajas del sistema de información de los Objetivos Del Milenio de Nigeria.

source: Thank You,
es: Gracias,

source: The NMIS Support Team
es: El equipo de soporte NMIS

source: Built by the <a href="http://modi.mech.columbia.edu/">Modi Research Group</a> at Columbia University.
es: Desarrollado por el <a href="http://modi.mech.columbia.edu/">Grupo de Investigación Modi</a> de la Universidad de Columbia.

source: Code (BSD License) at <a href="https://github.com/modilabs/formhub">github.com/modilabs/formhub</a>
es: Codigo (Licencia BSD) disponible en <a href="https://github.com/modilabs/formhub">github.com/modilabs/formhub</a>

source: Copyright &copy; 2012, formhub.org
es: Derechos de Autor &copy; 2012, formhub.org

source: View LGAs
es: Ver LGAs

source: Resources
es: Recursos

source: %(nb_sub)s submissions
es: %(nb_sub)s envíos

source: Forms
es: Formularios

source: People
es: Personas

source: About
es: Acerca de

source: Syntax
es: Sintaxis

source: New Form
es: Nuevo Formulario

source: Public profile
es: Perfil publico

source: Sign out
es: Finalizar sesión

source: Sign in
es: Iniciar sesión

source: Account Activated
es: Cuenta Activada

source: Your account has been successfully activated. You may log in <a href="%(login_url)s">here</a>.
es: Su cuenta ha sido activada exitosamente. Puede iniciar la sesión <a href="%(login_url)s">aquí</a>.

source: You have registered on %(site_name)s. To activate your account please click on the link below: http://%(site_domain)s%(register_url)s The link above is valid for %(expiration_days)s day%(expiration_days_p)s.
es: Se ha registrado en %(site_name)s.Para activar su cuenta seleccione el enlace de siguiente: http://%(site_domain)s%(register_url)s Este enlace sera valido por %(expiration_days)s dias%(expiration_days_p)s.

source: Account activation on %(site_name)s
es: Activación de la cuenta en %(site_name)s

source: Can't access your account? <a href="%(reset_url)s">Reset your password.</a>
es: No puede acceder a su cuenta? <a href="%(reset_url)s">Reinicialize su contraseña.</a>

source: New to formhub? <a href="%(registration_url)s">Create an account.</a>
es: Nuevo en formhub? <a href="%(registration_url)s">Cree una cuenta.</a>

source: Successful Logout
es: Sesión finalizada exitosamente

source: Thank you for using formhub, please come again!
es: Gracias por usar formhub, por favor visitenos de nuevo

source: Password changed
es: Contraseña modificada

source: Change Password
es: Cambiar Contraseña

source: Log In
es: Iniciar sesión

source: Password reset successfully
es: La contraseña ha sido reinicializada existosamente

source: Log in
es: Iniciar sesión

source: Password reset failed
es: La contraseña no se ha reinicializado

source: Email Sent
es: Correo electrónico enviado

source: An email with password reset instructions has been sent.
es: Un correo electrónico con las instrucciones para reinicializar su contraseña ha sido enviado.

source: Reset password at %(site_name)s
es: Reinicialize su contraseña en %(site_name)s

source: Password Reset
es: Reinicializar contraseña

source: To reset your password please enter your email address below. A message will be sent to your email address with a link for you to reset your password.
es: Para reinicializar la contraseña por favor introduzca su correo electrónico abajo. Un mensaje sera enviado a su cuenta de correo con un enlace para reinicializar su contraseña.

source: Registration Email Sent
es: Correo electrónico de registro enviado

source: A user account has been created for you and an email message has been sent to the email address you provided.
es: La cuenta de usuario ha sido creada y un correo electrónico a sido enviado a la dirección de correo que nos indico.

source: To activate your account and complete the registration process, you must click the activation link provided in the email.
es: Para activar su cuenta y completar el proceso de registro, debe seleccionar el enlace de activación en el correo electrónico.

source: Register
es: Registrarse

source: Fields marked wth an asterisk (*) are required.
es: Los campos marcados con asterisco (*) son requeridos.

source: By clicking the Register button, you acknowledge that this is beta software; we make no guarantees about the reliability or continuity of our service. We reserve the right to pause or terminate your service, or delete your account and data, at any time without notice. We will not be liable for any losses, either direct or indirect, that such service interruption or data loss may cause you. Use the service at your own risk.
es: Al seleccionar el botón de Registro, usted acepta que este es software esta en estado beta; no podemos garantizar la confiabilidad o continuidad de nuestro servicio. Nos reservamos el derecho de interrumpir definida o indefinidamente nuestro servicio, y la eliminación de su cuenta y datos en cualquier momento y sin previo aviso.

source: United Arab Emirates
es: Emiratos Arabes Unidos

source: Netherlands Antilles
es: Antillas Holandesas

source: Antarctica
es: Antartica

source: American Samoa
es: Samoa Americana

source: Azerbaijan
es: Azerbaidjan

source: Bosnia and Herzegovina
es: Bosnia Herzegovina

source: Belgium
es: Bélgica

source: Brazil
es: Brasl

source: Bouvet Island
es: Isla Bouvet

source: Belarus
es: Bielorrusia

source: Belize
es: Belice

source: Cocos (Keeling) Islands
es: Islas de Cocos (Keeling)

source: Central African Republic
es: Republica Central Africana

source: Switzerland
es: Suiza

source: Ivory Coast
es: Costa de Marfil

source: Cook Iislands
es: Islas de Cook

source: Cameroon
es: Camerun

source: Cape Verde
es: Cabo Verde

source: Christmas Island
es: Isla de Navidad

source: Cyprus
es: Chipre

source: Czech Republic
es: Republica Checa

source: Germany
es: Alemania

source: Denmark
es: Dinamarca

source: Dominican Republic
es: Republica Dominicana

source: Egypt
es: Egipto

source: Western Sahara
es: Sahara Occidental

source: Spain
es: España

source: Ethiopia
es: Etiopía

source: Finland
es: Finlandia

source: Falkland Islands (Malvinas)
es: Islas Malvinas (Falkland Islands)

source: Faroe Islands
es: Islas Feroe

source: France
es: Francia

source: France, Metropolitan
es: Francia, Metropolitana

source: Gabon
es: Gabón

source: United Kingdom (Great Britain)
es: Reino Unido (Gran Bretaña)

source: Grenada
es: Granada

source: French Guiana
es: Guyana Francesa

source: Greenland
es: Groenlandia

source: Guadeloupe
es: Guadalupe

source: Equatorial Guinea
es: Guinea Equatorial

source: Greece
es: Grecia

source: South Georgia and the South Sandwich Islands
es: Georgia del Sur e Islas Sandwich del Sur

source: Heard & McDonald Islands
es: Islas Heard y McDonald

source: Croatia
es: Croacia

source: Hungary
es: Hungria

source: Ireland
es: Irlanda

source: British Indian Ocean Territory
es: Territorio Oceánico Británico de la India

source: Islamic Republic of Iran
es: Republica Islamica de Iran

source: Iceland
es: Islandia

source: Italy
es: Italia

source: Jordan
es: Jordania

source: Japan
es: Japon

source: Kyrgyzstan
es: Kirguistán

source: Comoros
es: Comoras

source: St. Kitts and Nevis
es: St. Kitts y Nevis

source: Korea, Democratic People's Republic of
es: Korea, Republica Democratica del Pueblo

source: Korea, Republic of
es: Korea, Republica de

source: Cayman Islands
es: Islas Caimán

source: Kazakhstan
es: Kazajstán

source: Lao People's Democratic Republic
es: Lao, República Democrática Popular

source: Lebanon
es: Libano

source: Saint Lucia
es: Santa Lucía

source: Lithuania
es: Lituania

source: Luxembourg
es: Luxemburgo

source: Morocco
es: Maruecos

source: Moldova, Republic of
es: Moldavia, República de

source: Marshall Islands
es: Islas Marshall

source: Macau
es: Macao

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: Martinique
es: Martinica

source: Mauritius
es: Mauricio

source: Maldives
es: Maldivas

source: Malaysia
es: Malasia

source: New Caledonia
es: Nueva Caledonia

source: Norfolk Island
es: Isla Norfolk

source: Netherlands
es: Holanda

source: Norway
es: Noruega

source: New Zealand
es: Nueva Zelanda

source: Peru
es: Perú

source: French Polynesia
es: Polinesia francesa

source: Papua New Guinea
es: Papua Nueva Guinea

source: Philippines
es: Filipinas

source: Poland
es: Polonia

source: St. Pierre & Miquelon
es: San Pedro y Miquelón

source: Reunion
es: Reunión

source: Romania
es: Rumania

source: Russian Federation
es: Russia

source: Saudi Arabia
es: Arabia Saudita

source: Solomon Islands
es: Islas Salomón

source: Sweden
es: Suecia

source: Singapore
es: Singapur

source: Slovenia
es: Eslovenia

source: Slovakia
es: Eslovaquia

source: Suriname
es: Surinam

source: Sao Tome & Principe
es: Santo Tomé y Príncipe

source: Swaziland
es: Swazilandia

source: Thailand
es: Tailandia

source: Tajikistan
es: Tadjikistan

source: Tunisia
es: Tunez

source: East Timor
es: Timor Oriental

source: Turkey
es: Turquia

source: Trinidad & Tobago
es: Trinidad y Tobago

source: Taiwan, Province of China
es: Taiwan, Provincia de China

source: Tanzania, United Republic of
es: Tanzania, Republica Unida de

source: Ukraine
es: Ucrania

source: United States of America
es: Estados Unidos de America

source: Uzbekistan
es: Uzbekistán

source: Vatican City State (Holy See)
es: Ciudad del Vaticano (Santa Sede)

source: Wallis & Futuna Islands
es: Wallis y Futuna

source: South Africa
es: Africa del Sur

source: Unknown or unspecified country
es: Pais desconocido o no especificado

source: Exception in request: %(class)s: %(error)s
es: Se ha generado una excepción en la solicitud: %(class)s: %(error)s

source: Form with this id already exists.
es: Formulario con este ID ya existe

source: Invalid URL format.
es: Formato de dirección URL invalido

source: Form validation timeout, please try again.
es: El tiempo permitido para la validación del formulario se ha excedido, por favor intente de nuevo

source: There should be exactly one attribute in this document.
es: Debería haber exactamente un atributo en este documento

source: xml must be a string
es: xml debe ser una cadena de caracteres

source: Paths should be unique.
es: Las rutas deben ser unicas

source: There should be a single title
es: Solo puede haber un título
