Repository: SEL-Columbia/formhub
Catalog: formhub/locale/*/LC_MESSAGES/django.po
Languages: es

source: No License
es: Sin Licencia

source: Attribution CC BY
es: Atribución CC BY

source: Can view
es: Puede ver

source: Can edit
es: Puede editar

source: Remove permissions
es: Eliminar permisos

source: %s is a reserved name, please choose another
es: %s es una palabra reservada, favor de escoger una diferente

source: username may only contain alpha-numeric characters and underscores
es: el nombre de usuario únicamente puede contener caracteres alfanuméricos y guión bajo

source: %s already exists
es: %s ya existe

source: Source document
es: Documento fuente

source: Supporting document
es: Documento de soporte

source: Media upload
es: Cargar Multimedia

source: JSONP url
es: URL JSON

source: XLS File
es: Archivo XLS

source: Successfully cloned %(id_string)s into your %(profile_url)s
es: Se ha clonado exitosamente %(id_string)s a su %(profile_url)s

source: Successfully published %s.
es: %s ha sido publicado exitosamente.

source: Not shared.
es: No Compartido.

source: Updated succeeded.
es: La actualización fue exitosa.

source: Update failed.
es: La actualización no pudo ser realizada.

source: Permission denied.
es: No tiene permisos.

source: Require Phone Authentication
es: Requerir Autenticación de Teléfono Móvil

source: Publish a Form <small>Upload XLSForm</small>
es: Publicar un Formulario <small>Cargar FormularioXLS</small>

source: For a quick introduction on how to publish a form check out the <a href="%(tutorial_url)s">tutorial</a>, and try publishing <a href="http://formhub.org/formhub_u/forms/tutorial/form.xls">tutorial.xls</a>.
es: Para una rápida introducción sobre como publicar un formulario, vaya al <a href="%(tutorial_url)s">tutorial</a>, e intente publicar el formulario <a href="http://formhub.org/formhub_u/forms/tutorial/form.xls">tutorial.xls</a>.

source: Learn about the XLSForm syntax <a href="%(syntax_url)s">here</a>, email <a href="https://groups.google.com/forum/?fromgroups#!forum/formhub-users">formhub users mailing list</a> if you have questions, and checkout examples at: <br/><a href="/formhub_u/">Formhub University</a>.
es: Aprenda la sintaxis de los FormulariosXLS <a href="%(syntax_url)s">aquí</a>, envíe un correo electrónico a <a href="https://groups.google.com/forum/?fromgroups#!forum/formhub-users">lista de correo de usuarios formhub</a> si tiene preguntas, y explore nuestros ejemplos en: <br/><a href="/formhub_u/">Universidad Formhub</a>.

source: Upload
es: Carga

source: Publish
es: Publicar

source: Click to change your avatar
es: Seleccione para cambiar su avatar

source: View Profile Page
es: Ver Página de Perfil

source: FORMS
es: FORMULARIOS

source: SHARED FORMS
es: FORMULARIOS COMPARTIDOS

source: SUBMISSIONS
es: ENVÍOS

source: The url of this web application <strong>%(odk_url)s</strong> must be given to ODK Collect before it will get forms from and submit data to formhub. In Collect's Main Menu, press the Menu button. Select Server Preferences, then Server. Enter <strong>%(odk_url)s</strong> as the server.
es: El URL de esta aplicación web <strong>%(odk_url)s</strong> debe compartirse a ODK Collect antes de poder recibir formularios y enviar datos a formhub. En el menú principal de ODK Collect, seleccione el botón de menú. Seleccione la opcion de preferencias de sevidor, seleccione posteriormente la opción Servidor. Introduzca <strong>%(odk_url)s</strong> como nombre de servidor.

source: Form Gallery <small>Shared Forms</small>
es: Galeria de Formularios <small>Formularios Compartidos</small>

source: User
es: Usuario

source: Name
es: Nombre

source: Description
es: Descripción

source: XLSForm
es: FormularioXLS

source: add crowdform
es: añadir formulario colaborativo

source: Clone
es: Clonar

source: Welcome to formhub!
es: Bienvenido a Formhub!

source: The hub for your mobile data collection needs
es: El centro de operaciones para sus necesidades de recolección de datos con plataforma móvil

source: formhub is a <strong>free</strong> hosted service that makes data collection <strong>simple</strong> and <strong>collaborative</strong>.
es: formhub es un servicio <strong>gratuito</strong> que hace de la recolección de datos un proceso <strong>sencillo</strong> y <strong>colaborativo</strong>

source: <strong>Simple.</strong>All you need to get started is an <a href="%(registration_register)s">account</a> on formhub and the ability to author .xls files. Absolutely no technical setup required.
es: <strong>Sencillo.</strong>Lo único que necesita para empezar es una <a href="%(registration_register)s">cuenta de usuario</a> en formhub y la habilidad para crear archivos .xls. No se requiere ninguna instalación o configuración técnica .

source: <strong>Collaborative.</strong> Share your data collection forms in <a href="%(syntax_url)s">Excel</a>. <a href="%(forms_url)s">Find</a>, grab and modify other <a href="%(forms_url)s">peoples' forms</a> and quickly deploy it. Publish gathered data to share it with others via Excel, CSV, KML or an interactive map.
es: <strong>Colaborativo.</strong> Comparta sus formularios de recolección de datos en <a href="%(syntax_url)s">Excel</a>. <a href="%(forms_url)s">Busque</a>, descarge y modifique los <a href="%(forms_url)s">formularios</a> de otros y despliegelos rápidamente. Publique los datos obtenidos para compartirlos con otros vía Excel, CSV, KML o un mapa interactivo.

source: Mobile.
es: Móvil

source: formhub works seemlessly with <a href="http://www.opendatakit.org">ODK Collect</a> a robust and proven data collection platform for Android.
es: formhub trabaja sin ningún problema con <a href="http://www.opendatakit.org"> ODK Collect </ a> una plataforma de recolección de datos robusta y probada para teléfonos inteligentes Android.

source: For more info please read <a href="http://blog.formhub.org/2011/12/05/data-gatherers-of-the-world-unite/">here</a>.
es: Para mayor información diríjase al siguiente <a href="http://blog.formhub.org/2011/12/05/data-gatherers-of-the-world-unite/">vinculo</a>.

source: Not registered?
es: No se ha registrado?

source: Create Account
es: Crear una Cuenta

source: forms submitted
es: formularios enviados

source: shared forms
es: formularios compartidos

source: formhubbers!
es: usuarios formhub

source: formhubber <small>(%(nb_users)s)</small>
es: <small>(%(nb_users)s)</small> usuario formhub

source: Organization
es: Organización

source: Location
es: Ubicación

source: Member Since
es: Miembro Desde

source: change
es: cambiar

source: Edit Your Profile
es: Modificar su Perfil de Usuario

source: Organization:
es: Organización:

source: Location:
es: Ubicación:

source: Website:
es: Sitio Web:

source: Member since:
es: Miembro desde:

source: %(num_forms)s <small>Shared form</small>
es: %(num_forms)s <small>Formulario compartido</small>

source: Shared Forms & Public Data <small>(%(num_forms)s)</small>
es: Formularios Compartidos y Datos Publicos <small>(%(num_forms)s)</small>

source: Create Date
es: Crear Fecha

source: Public Data
es: Datos Publicos

source: View
es: Ver

source: PRIVATE
es: PRIVADO

source: NO DATA
es: SIN DATOS

source: Map
es: Mapa

source: None public
es: No hay formularios publicos

source: Published Forms <small>Export, map, and view submissions.</small>
es: Formularios Publicados <small>Exportar, mapa, y visualizar los envios.</small>

source: Search:
es: Buscar:

source: Show inactive:
es: Mostrar inactivos:

source: Submissions
es: Envios

source: Last Submission
es: Ultimo Envío

source: Data
es: Datos

source: Active
es: Activo

source: PUBLIC
es: PUBLICO

source: View Map
es: Ver Mapa

source: View Photo
es: Ver Fotografía

source: Enter Web Form
es: Entrar a Formulario Web

source: Delete Confirmation
es: Confirmar Operación de Borrado

source: Are you sure you want to delete the form '%(title)s'? This form has <strong>%(nb_sub)s</strong> submissions associated with it that will also be deleted. If you are unsure about deleting this form press 'Cancel' and conside 'Archiving' the form instead.
es: Esta seguro que desea eliminar el formulario '%(title)s'? Este formulario tiene <strong>%(nb_sub)s</strong> envios asociados que seran eliminados tambien. Si no esta seguro de querer eliminar este formulario seleccione la opcion 'Cancelar' y considere 'Archivar' en su lugar.

source: View Submitted Data
es: Ver Datos Enviados

source: Browse Data (One by One)
es: Explorar Datos (Uno por Uno)

source: Edit User Profile
es: Editar el Perfil de Usuario

source: change password
es: cambiar contraseña

source: Username:
es: Nombre de usuario:

source: Update
es: Actualizar

source: Owner
es: Dueño

source: edit
es: editar

source: save
es: guardar

source: Form ID:
es: ID de formulario:

source: None
es: Ninguno

source: JSONForm
es: Formulario JSON

source: License
es: Licencia

source: License information
es: Información de Licencia

source: Form Data
es: Datos de Formulario

source: Export to csv File
es: Exportar a archivo csv

source: Export to xls File
es: Exportar a archivo xls

source: Export to kml File (Google Earth)
es: Exportar a formato kml (Google Earth)

source: Export a zip folder of attachments
es: Exportar una carpeta zip con los archivos adjuntos

source: Export to google docs
es: Exportar a Google Docs

source: Submissions:
es: Envios:

source: License:
es: Licencia:

source: View Photos
es: Ver Fotos

source: Photos
es: Fotos

source: View Data
es: Ver Datos

source: Browse Data
es: Explorar Datos

source: Webform
es: Formulario Web

source: Source
es: Fuente

source: Supporting Documents
es: Documentos de Soporte

source: remove
es: eliminar

source: Rest Services
es: Reinicializar Servicios

source: Media &nbsp;<small>jpeg/png/mp3 allowed</small>
es: Archivos multimedia &nbsp;<small>jpeg/png/mp3 permitidos</small>

source: Mapbox Layer
es: Capa Mapbox

source: Attribution:
es: Atribución:

source: Settings
es: Ajustes

source: Form Shared
es: Formulario Compartido

source: Data Shared
es: Datos Compartidos

source: Crowdform
es: Formulario Colaborativo

source: Form Active
es: Formulario Activo

source: Delete Form
es: Eliminar Formulario

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

source: bamboo dataset: <strong><a href="http://bamboo.io/datasets/%(dataset)s/info">%(dataset)s</a></strong>
es: Conjunto de datos bamboo: <strong><a href="http://bamboo.io/datasets/%(dataset)s/info">%(dataset)s</a></strong>

source: bamboo link is <strong>not active</strong>
es: el enlace a bamboo esta <strong>inactivo</strong>

source: bamboo requires at least one submission.
es: bamboo require que se haya enviado al menos un formulario

source: Activate
es: Activar

source: Sharing
es: Compartiendo

source: Sharing by link is <strong>on with URL <a href="%(form_url)s">%(base_url)s%(form_url)s</a></strong>
es: La opción de compartir por enlace esta <strong>encendida con el URL <a href="%(form_url)s">%(base_url)s%(form_url)s</a></strong>

source: Sharing by link is <strong>off</strong>
es: La opción de compartir por enlace esta <strong>apagado</strong>

source: Turn off
es: Apagar

source: Turn on
es: Encender

source: Submit
es: Enviar

source: Support
es: Soporte

source: Thank you for using formhub!
es: Gracias por usar formhub!

source: If you need any extra help or have questions about the service below please consider one of the support options below
es: Si necesita más ayuda o tiene preguntas sobre el servicio por favor considere alguna de las opciones de soporte listadas a continuación

source: For questions related to authoring XLSForms please first checkout our <a href="%(syntax)s">syntax</a> page, then use the <a href="https://groups.google.com/forum/#!forum/formhub-users">formhub-users Google group</a>
es: Para preguntas relacionadas a la creacion de FormularioXLS por favor revise nuestra página de <a href="%(syntax)s">sintaxis</a>, si esto no es suficiente para sus necesidades entonces use el <a href="https://groups.google.com/forum/#!forum/formhub-users">grupo de usuarios Google de formhub</a>

source: For help relating to using ODK Collect please contact the <a href="https://groups.google.com/forum/#!forum/opendatakit">ODK Google group</a>
es: Para obtener ayuda en el uso de ODK Collect por favor contacte al <a href="https://groups.google.com/forum/#!forum/opendatakit">grupo de usuarios ODK</a>

source: For problems or suggestions related to the formhub service please email: <a href="mailto:support@formhub.org">support@formhub.org</a> or <a href="https://groups.google.com/forum/#!forum/formhub-users">formhub-users Google group</a>
es: Para problemas o sugerencias relacionados con el servicio formhub por favor envié un correo electrónico: <a href="mailto:support@formhub.org">support@formhub.org</a> o a <a href="https://groups.google.com/forum/#!forum/formhub-users">grupo de usuarios Google de formhub</a>

source: We value your feedback and ideas in how to make this service better. Thank you!
es: Apreciamos sus comentarios e ideas sobre como mejorar este servicio. Gracias!

source: Introduction
es: Introducción

source: formhub aims to make collecting survey data with Android smart phones easy and free.
es: formhub busca hacer del proceso de recolección de datos con encuestas, un proceso fácil y gratuito gracias al uso de teléfonos inteligentes Android.

source: One uses formhub as follows:
es: El uso de formhub se hace de la manera siguiente:

source: Translate survey into the xsl2xform syntax.
es: Traducir la encuesta a la sintaxis xls2xform

source: Upload XLSForm file to formhub.
es: Cargar FormularioXLS a formhub

source: Use
es: Usar

source: to download form and submit data.
es: para descargar un formulario y enviar datos

source: to download and map data submissions.
es: para descargar los datos enviados y ponerlos en un mapa

source: This tutorial will walk you through each stop of the way.
es: Este tutorial lo guiara en cada parada del camino.

source: Translate survey into the XLSForm syntax
es: Traducir la encuesta a la sintaxis XLSForm

source: The first step in collecting survey data is to actually write the survey. For this tutorial we will be using the following survey:
es: El primer paso en la recolección de datos con encuestas es escribir la encuesta misma. Utilizaremos la siguiente encuesta para este tutorial.

source: What is your name?
es: Cual es su nombre?

source: How old are you?
es: Cuantos años tiene?

source: May I take your picture?
es: Puedo tomarle una foto?

source: Do you have any children?
es: Tiene hijos?

source: Record your GPS coordinates.
es: Registre sus coordenadas GPS

source: What web browsers do you use?
es: Que navegadores de internet utiliza?

source: The second step is writing this survey in the xls2xform syntax. The idea behind this approach is that each question in the survey is a row in the spreadsheet. By using a spreadsheet we can expose most of the XForm features supported by ODK Collect. Check out the images to the right that show the xls2xform syntax for this survey.
es: El segundo paso es escribir esta encuesta en el usando la sintaxis xls2xform. La idea detrás de este enfoque es que cada pregunta de la encuesta es un renglón en la hoja de calculo. Usando una hoja de calculo podemos exponer la mayoría de las características de XForm soportadas por ODK Collect. Compruebe las imagenes de la derecha que muestran la sintaxis xls2xform para esta encuesta.

source: For more in depth information about the XLSForm syntax go <a href="%(syntax_url)s">here</a>.
es: Para mayor información sobre la sintaxis de un FormularioXLS seleccione <a href="%(syntax_url)s">aquí</a>.

source: Upload XLSForm file to formhub
es: Cargue el FormularioXLS a formhub

source: After creating an account and signing into the site you can publish forms for use with ODK Collect. On the right, we submit <a href="%(STATIC_URL)stutorial/tutorial.xls">tutorial.xls</a>, described above, for publication.
es: Despues de crear una cuenta y de iniciar una sesion en el sitio, puede publicar formularios compatibles con ODK Collect. En el lado derecho, enviamos el formulario <a href="%(STATIC_URL)stutorial/tutorial.xls">tutorial.xls</a>, descrito más arriba, para su publicación.

source: After publishing our first form, a new table appears showing our new form. Next we need to use ODK Collect to submit data for this form...
es: Después de publicar nuestro primer formulario, una nueva tabla con el formulario aparece. Ahora debemos usar ODK Collect para enviar datos con este formulario...

source: Use ODK Collect to download form and submit data
es: Use ODK Collect para descargar formularios y enviar datos

source: The url of this web application must be given to ODK Collect before it will get forms from and submit data to formhub. In ODK Collect's Main Menu, press the Menu button. Select Server Preferences, then Server. Enter <strong>%(odk_url)s</strong> as the server.
es: El URL de esta aplicación web debe de ser enviado a ODK Collect antes de poder descargar formularios y enviar datos de vuelta a formhub. En el menú principal de ODK Collect, presione el botón de menú en teléfono. Seleccione preferencias de servidor y después servidor. Introduzca <strong>%(odk_url)s</strong> como servidor.

source: Download your published form to your phone.
es: Descargue su formulario a su teléfono.

source: Fill out the form on your phone.
es: Llene el formulario en su teléfono

source: After filling out the form on your phone submit the data to the server.
es: Después del llenado del formulario en el teléfono, envié los datos al servidor

source: Use formhub to download and map data submissions
es: Use formhub para descargar los datos enviado y verlos en un mapa

source: After submitting data from ODK Collect to the server you can now download the data as a nicely formatted csv or xls file.
es: Despues de enviar datos desde ODK Collect al servidor, ahora puede descargar los datos en un archivo con formato csv o xls

source: And look at submissions on a map:
es: Ver los datos enviados en un mapa:

source: Crowdforms <small>List of crowdforms you have joined.</small>
es: Formularios colaborativos <small>Lista de formularios colaborativos a los que se ha unido.</small>

source: Remove
es: Eliminar

source: XLS2XForm Converter
es: Convertidor XLS2XFORM

source: If you're looking for the XLS2XForm converter you're in the right place. We've incorporated the XLS2XForm converter into formhub.
es: Si esta buscando el convertidor XLS2XForm esta en el lugar correcto. Hemos incorporado el convertidor XLS2XForm a formhub

source: To use it simply:
es: Para usarlo simplemente:

source: <a href="%(registration_register)s">Signup</a> for a free account with formhub
es: <a href="%(registration_register)s">Registrese</a> para obtener una cuenta gratuita en formhub

source: Upload your XLSForm to formhub and it'll instantly be converted to an XForm which will be available on your phone.
es: Cargue su FormularioXLS a formhub y sera convertido de inmediato a XForm y disponible en su teléfono.

source: If you want to download the XForm, click on the form name and click on <strong>other</strong> to download the converted XForm
es: Si desea descargar el formulario XForm, seleccione el nombre del formulario y después la opción <strong>otros</strong> para descargar el formulario convertido XForm

source: Too many XML files.
es: Demasiados archivos XML

source: User %s not found
es: El usuario %s no fue encontrado

source: There was a problem receiving your ODK submission. [Error: IO Error reading data]
es: Hubo un problema al recibir el envío de ODK. [Error: E/S Error al leer los datos]

source: Submission successful. Out of %(total)d survey instances, %(success)d were imported (%(rejected)d were rejected--duplicates, missing forms, etc.)
es: Envío exitoso. %(total)d instancias de encuesta, %(success)d fueron importadas (%(rejected)d fueron rechazadas--duplicados, formularios faltantes, etc.)

source: There was a problem receiving your ODK submission. [Error: multiple submission files (?)]
es: Hubo un problema al recibir el envío de ODK. [Error: mas de un archivo enviado (?)]

source: There should be a single XML submission file.
es: Debería haber un solo archivo de envío XML.

source: Username or ID required.
es: Nombre de usuario o ID requerido

source: Sorry but the crowd form you submitted to is closed.
es: Lo sentimos pero el formulario colaborativo que envió esta cerrado

source: Received empty submission. No instance was created
es: El envío fue recibido sin información. La instancia no fue creada

source: Form is not active
es: Formulario inactivo

source: Form does not exist on this account
es: Este formulario no existe en esta cuenta de usuario

source: Improperly formatted XML.
es: El archivo XML no tiene el formato adecuado

source: Duplicate submission
es: Envío duplicado

source: Unable to create submission.
es: No fue posible generar el envío

source: File transfer interruption.
es: Transferencia de archivo interrumpida.

source: No XLS file for your form <strong>%(id)s</strong>
es: No existe archivo XLS para su formulario <strong>%(id)s</strong>

source: Creates thumbnails for all form images and stores them
es: Crea miniaturas para todas las imagenes del formulario y las almacena

source: Thumbnails created for %(file)s
es: Se crearon miniaturas para %(file)s

source: Problem with the file %(file)s
es: Hubo un problema con el archivo %(file)s

source: Error on %(filename)s: %(error)s
es: Hubo un error en %(filename)s: %(error)s

source: Export ODK forms and instances to JSON.
es: Exportar formularios ODK y instancias a JSON.

source: Import ODK forms and instances.
es: Importar formularios ODK y sus instancias.

source: Import a folder of XForms for ODK.
es: Importar una carpeta de XForms para ODK.

source: Import a folder of ODK instances.
es: Importar una carpeta de instancias ODK.

source: [Importing XForm Instances from %(path)s]
es: [Importando Instancias XForm desde %(path)s]

source: Before Parse:
es: Antes de Análisis:

source: --> Images: %(nb)d
es: --> Imagenes: %(nb)d

source: --> Instances: %(nb)d
es: --> Instancias: %(nb)d

source: After Parse:
es: Después de Análisis:

source: Moves all attachments and xls files to s3 from the local file system storage.
es: Mover todos los archivos adjuntos y xls del sistema de almacenamiento local de archivos a s3

source: Missing necessary libraries. Try running: pip install -r requirements-s3.pip
es: Faltan librerias necesarias. Intente ejecutar: pip install -r requirements-s3.pip

source: You must first set your default storage to s3 in your local_settings.py file.
es: Debe primero ajustar su medio de almacenamiento a s3 en su archivo local_settings.py

source: Moving %(class)ss to s3...
es: Moviendo %(class)ss a s3...

source: Can view associated data
es: Puede ver datos asociados

source: There should be a single id string.
es: Debería haber una cadena única de caracteres

source: There should be a single title.
es: Debería haber un título único

source: In strict mode, the XForm ID must be a valid slug and contain no spaces.
es: Cuando esta en modo estricto, el ID de su XForm debe ser una cadena de caracteres donde los espacios son remplazados por guiones o guiones bajos

source: Submission Count
es: Conteo de Envios

source: XForm Manager:
es: Administrador de XForm:

source: XForm Manager
es: Administrador de XForm

source: Update XForm
es: Actualizar XForm

source: Downloadable by Phone
es: Descargable por teléfono

source: Form ID
es: ID del Formulario

source: Number of Submissions
es: Numero de Envios

source: Time of Last Submission
es: Tiempo del ultimo envío

source: yes
es: si

source: Download CSV
es: Descargar CSV

source: Your submission was successful!
es: Su envío fue exitoso!

source: Return to the form page
es: Regresar a la página del formulario
